/* Archive - NSOpenPanel button title */
"Archive" = "Archivia";

/* Archive Files - NSOpenPanel title */
"Archive Files" = "Crea archivio documenti";

/* title of progress window */
"Archive Utility" = "Utility Compressione";

/* alert: archiving operation was canceled */
"Archiving \"%1$@\" into \"%2$@\" was canceled." = "Archiviazione di \"%1$@\" in \"%2$@\" annullata.";

/* progress string when archiving */
"Archiving \"%1$@\"\\U2026" = "Creo archivio di \"%1$@\"…";

/* Cancel */
"Cancel" = "Annulla";

/* Progress subtext when cleaning up */
"Cleaning up\\U2026" = "Ripulisco…";

/* alert: unable to unpack archive - unable to find suitable target directory */
"Could not find a writable folder for the contents of \"%1$@.\"  Try moving it to a writable folder." = "Non trovo una cartella scrivibile per il contenuto di \"%1$@.\"  Prova a spostarlo in una cartella scrivibile.";

/* alert: unable to unarchive - target is not a dir or does not exist */
"Could not find a writable folder in which to create an archive of \"%1$@.\"  Try moving it to a writable folder." = "Non trovo una cartella scrivibile nella quale creare un archivio di \"%1$@.\"  Prova a spostarlo in una cartella scrivibile.";

/* debug alert: finished archiving */
"Finished archiving \"%1$@\" into \"%2$@\"." = "Concludo archiviazione di \"%1$@\" in \"%2$@\".";

/* debug alert: archive finished unpacking */
"Finished unarchiving \"%1$@\" into \"%2$@\"." = " Conclusa decompressione di \"%1$@\" in \"%2$@\".";

/* Default name of progress window */
"Progress" = "Progresso";

/* prompt when trying to save archive/unarchive */
"Select a location to save \"%1$@\"\\U2026" = "Seleziona una posizione in cui registrare \"%1$@\"…";

/* alert: unable to make archive */
"Unable to archive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "Impossibile creare archivio di \"%1$@\" in \"%2$@\".\n(Errore %3$d - %4$@.)";

/* unable to delete source */
"Unable to delete \"%1$@\"." = "Impossibile eliminare \"%1$@\".";

/* unable to delete archive */
"Unable to delete archive \"%1$@\"." = "Impossibile eliminare il documento \"%1$@\".";

/* alert: unarchiving this flavor archive is not supported */
"Unable to expand \"%@\" - it is in an unsupported format." = "Impossibile espandere \"%@\": è in un formato non supportato.";

/* alert: unarchiving stuffit archives is not supported */
"Unable to expand \"%@\" - Stuffit archives are not supported." = "Impossibile espandere \"%@\" - Gli archivi Stuffit non sono supportati.";

/* unable to finish unarchiving alert - move failed */
"Unable to finish unarchiving \"%1$@\" into \"%2$@\".\nCould not move \"%3$@\" into destination directory." = "Impossibile concludere la decompressione di \"%1$@\" in \"%2$@\".\nNon posso spostare \"%3$@\" nella directory di destinazione.";

/* unable to move source */
"Unable to move \"%1$@\" to \"%2$@." = "Impossibile spostare \"%1$@\" in \"%2$@.";

/* unable to move source alert - destination does not exist or not a directory */
"Unable to move \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "Impossibile spostare \"%1$@\" in \"%2$@\".\nIl target non esiste o non è una directory.";

/* unable to trash source */
"Unable to move \"%1$@\" to Trash." = "Impossibile spostare \"%1$@\" nel Cestino.";

/* unable to move archive */
"Unable to move archive \"%1$@\" to \"%2$@." = "Impossibile spostare il documento compresso \"%1$@\" in \"%2$@.";

/* unable to move alert - destination does not exist or not a directory */
"Unable to move archive \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "Impossibile spostare il documento \"%1$@\" in \"%2$@\".\nIl target non esiste o non è una directory.";

/* unable to trash archive */
"Unable to move archive \"%1$@\" to Trash." = "Impossibile spostare il documento \"%1$@\" nel Cestino.";

/* unable to open archive for unarchive alert */
"Unable to open archive \"%1$@\".\n(Error %2$d - %3$@.)" = "Impossibile aprire archivio \"%1$@\".\n(Errore %2$d - %3$@.)";

/* unable to open damaged archive for unarchive alert */
"Unable to open damaged archive \"%1$@\"." = "Impossibile aprire l'archivio danneggiato \"%1$@\".";

/* unable to unarchive alert */
"Unable to unarchive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "Impossibile decomprimere \"%1$@\" in \"%2$@\".\n(Errore %3$d - %4$@.)";

/* Unarchive - NSOpenPanel button title */
"Unarchive" = "Decomprimi";

/* Unarchive File - NSOpenPanel title */
"Unarchive File" = "Decomprimi documenti";

/* alert: unarchiving operation was canceled */
"Unarchiving \"%1$@\" into \"%2$@\" was canceled." = "Decompressione di \"%1$@\" in \"%2$@\" annullata.";

/* progress string when unarchiving */
"Unarchiving \"%1$@\"\\U2026" = "Decomprimo \"%1$@\"…";

